[
  {
      "date": "2022-10-15",
      "explanation": "Gamma-ray burst GRB 221009A likely signals the birth of a new black hole, formed at the core of a collapsing star long ago in the distant universe. The extremely powerful blast is depicted in this animated gif constructed using data from the Fermi Gamma Ray Space Telescope. Fermi captured the data at gamma-ray energies, detecting photons with over 100 million electron volts. In comparison visible light photons have energies of about 2 electron volts. A steady, high energy gamma-ray glow from the plane of our Milky Way galaxy runs diagonally through the 20 degree wide frame at the left, while the transient gamma-ray flash from GRB 221009A appears at center and then fades. One of the brightest gamma-ray bursts ever detected GRB 221009A is also close as far as gamma-ray bursts go, but still lies about 2 billion light-years away. In low Earth orbit Fermi’s Large Area Telescope recorded gamma-ray photons from the burst for more than 10 hours as high-energy radiation from GRB 221009A swept over planet Earth last Sunday, October 9.",
      "hdurl": "https://apod.nasa.gov/apod/image/2210/LAT_221009A_burst_opt_1080.gif",
      "media_type": "image",
      "service_version": "v1",
      "title": "GRB 221009A",
      "url": "https://apod.nasa.gov/apod/image/2210/LAT_221009A_burst_opt_1080.gif"
  },
  {
      "date": "2022-10-16",
      "explanation": "Across the center of this spiral galaxy is a bar.  And at the center of this bar is smaller spiral.  And at the center of that spiral is a supermassive black hole.  This all happens in the big, beautiful, barred spiral galaxy cataloged as NGC 1300, a galaxy that lies some 70 million light-years away toward the constellation of the river Eridanus. This Hubble Space Telescope composite view of the gorgeous island universe is one of the most detailed Hubble images ever made of a complete galaxy.  NGC 1300 spans over 100,000 light-years and the Hubble image reveals striking details of the galaxy's dominant central bar and majestic spiral arms. How the giant bar formed, how it remains, and how it affects star formation remains an active topic of research.",
      "hdurl": "https://apod.nasa.gov/apod/image/2210/NGC1300_HST_6637.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Barred Spiral Galaxy NGC 1300",
      "url": "https://apod.nasa.gov/apod/image/2210/NGC1300_HST_1080.jpg"
  },
  {
      "date": "2022-10-17",
      "explanation": "Why would x-ray rings appear around a gamma-ray burst?  The surprising answer has little to do with the explosion itself but rather with light reflected off areas of dust-laden gas in our own Milky Way Galaxy.  GRB 221009A was a tremendous explosion -- a very bright gamma-ray burst (GRB) that occurred far across the universe with radiation just arriving in our Solar System last week.  Since GRBs can also emit copious amounts of x-rays, a bright flash of x-rays arrived nearly simultaneously with the gamma-radiation. In this case, the X-rays also bounced off regions high in dust right here in our Milky Way Galaxy, creating the unusual reflections. The greater the angle between reflecting Milky Way dust and the GRB, the greater the radius of the X-ray rings, and, typically, the longer it takes for these light-echoes to arrive.",
      "hdurl": "https://apod.nasa.gov/apod/image/2210/GrbRings_SwiftMiller_1458.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "X-Ray Rings Around a Gamma Ray Burst",
      "url": "https://apod.nasa.gov/apod/image/2210/GrbRings_SwiftMiller_960.jpg"
  },
  {
      "copyright": "Göran Strand",
      "date": "2022-10-18",
      "explanation": "Could the stem of our Milky Way bloom into an auroral flower? No, not really, even though it may appear that way in today’s featured all-sky image.  On the left, the central plane of our home galaxy extends from the horizon past the middle of the sky. On the right, an auroral oval also extends from the sky's center -- but is dominated by bright green-glowing oxygen. The two are not physically connected, because the aurora is relatively nearby, with the higher red parts occurring in Earth's atmosphere only about 1000 kilometers high. In contrast, an average distance to the stars and nebulas we see in the Milky Way more like 1000 light-years away - 10 trillion times further.  The featured image composite was taken in early October across a small lake in Abisko, northern Sweden. As our Sun's magnetic field evolves into the active part of its 11-year cycle, auroras near both of Earth's poles are sure to become more frequent.",
      "hdurl": "https://apod.nasa.gov/apod/image/2210/GalaxyFlower_Strand_1200.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Milky Way Auroral Flower",
      "url": "https://apod.nasa.gov/apod/image/2210/GalaxyFlower_Strand_960.jpg"
  }
]